Repository: marcelrgberger/civo-cloud-manager
Catalog: CivoCloudManager/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

source: Direction & Action
ar: الاتجاه والإجراء
de: Richtung & Aktion
es: Dirección y acción
fr: Direction et action
hi: दिशा और क्रिया
id: Arah & Aksi
it: Direzione e azione
ja: 方向とアクション
ko: 방향 및 동작
nl: Richting en actie
pl: Kierunek i akcja
pt: Direção e ação
ru: Направление и действие
tr: Yön & Eylem
zh_hans: 方向与操作

source: Discard Backup
ar: تجاهل النسخة الاحتياطية
de: Sicherung verwerfen
es: Descartar copia
fr: Supprimer la sauvegarde
hi: बैकअप त्यागें
id: Buang Cadangan
it: Scarta backup
ja: バックアップを破棄
ko: 백업 폐기
nl: Back-up verwijderen
pl: Odrzuć kopię zapasową
pt: Descartar backup
ru: Отменить резервную копию
tr: Yedeği At
zh_hans: 丢弃备份

source: Discovering firewalls...
ar: جارٍ اكتشاف الجدران النارية...
de: Firewalls werden erkannt …
es: Descubriendo firewalls…
fr: Découverte des pare-feu…
hi: फ़ायरवॉल खोजे जा रहे हैं...
id: Menemukan firewall...
it: Rilevamento firewall…
ja: ファイアウォールを検出中...
ko: 방화벽 검색 중...
nl: Firewalls ontdekken…
pl: Wykrywanie firewalli…
pt: Descobrindo firewalls…
ru: Поиск межсетевых экранов...
tr: Güvenlik duvarları keşfediliyor...
zh_hans: 正在发现防火墙...

source: Disk Image
ar: صورة القرص
es: Imagen de disco
fr: Image disque
hi: डिस्क इमेज
id: Citra Disk
it: Immagine disco
ja: ディスクイメージ
ko: 디스크 이미지
nl: Schijfimage
pl: Obraz dysku
pt: Imagem de disco
ru: Образ диска
tr: Disk İmajı
zh_hans: 磁盘映像

source: Dismiss
ar: تجاهل
de: Schließen
es: Cerrar
fr: Fermer
hi: खारिज करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
tr: Kapat
zh_hans: 关闭

source: Domain Details
ar: تفاصيل النطاق
es: Detalles del dominio
fr: Détails du domaine
hi: डोमेन विवरण
id: Detail Domain
it: Dettagli del dominio
ja: ドメイン詳細
ko: 도메인 세부 정보
nl: Domeindetails
pl: Szczegóły domeny
pt: Detalhes do domínio
ru: Детали домена
tr: Alan Adı Ayrıntıları
zh_hans: 域名详情

source: Domain Name
ar: اسم النطاق
es: Nombre de dominio
fr: Nom de domaine
hi: डोमेन नाम
id: Nama Domain
it: Nome di dominio
ja: ドメイン名
ko: 도메인 이름
nl: Domeinnaam
pl: Nazwa domeny
pt: Nome de domínio
ru: Имя домена
tr: Alan Adı
zh_hans: 域名

source: Domains
ar: النطاقات
es: Dominios
fr: Domaines
hi: डोमेन्स
id: Domain
it: Domini
ja: ドメイン
ko: 도메인
nl: Domeinen
pl: Domeny
pt: Domínios
ru: Домены
tr: Alan Adları
zh_hans: 域名

source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
hi: हो गया
id: Selesai
it: Fine
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt: Concluído
ru: Готово
tr: Bitti
zh_hans: 完成

source: Download
ar: تنزيل
de: Herunterladen
es: Descargar
fr: Télécharger
hi: डाउनलोड करें
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
pl: Pobierz
pt: Transferir
ru: Скачать
tr: İndir
zh_hans: 下载

source: Download (%lld)
ar: تنزيل (%lld)
de: Herunterladen (%lld)
es: Descargar (%lld)
fr: Télécharger (%lld)
hi: डाउनलोड करें (%lld)
id: Unduh (%lld)
it: Scarica (%lld)
ja: ダウンロード（%lld）
ko: 다운로드 (%lld)
nl: Downloaden (%lld)
pl: Pobierz (%lld)
pt: Baixar (%lld)
ru: Скачать (%lld)
tr: İndir (%lld)
zh_hans: 下载（%lld）

source: Download %@
ar: تنزيل %@
de: %@ herunterladen
es: Descargar %@
fr: Télécharger %@
hi: %@ डाउनलोड करें
id: Unduh %@
it: Scarica %@
ja: %@をダウンロード
ko: %@ 다운로드
nl: %@ downloaden
pl: Pobierz %@
pt: Baixar %@
ru: Скачать %@
tr: %@ İndir
zh_hans: 下载%@

source: e.g. 0.0.0.0/0 for all, or 10.0.0.1/32 for single IP
ar: مثال: 0.0.0.0/0 للجميع، أو 10.0.0.1/32 لعنوان IP واحد
de: z. B. 0.0.0.0/0 für alle oder 10.0.0.1/32 für eine einzelne IP
es: p. ej. 0.0.0.0/0 para todos o 10.0.0.1/32 para una IP
fr: ex. 0.0.0.0/0 pour tous ou 10.0.0.1/32 pour une IP
hi: उदा. सभी के लिए 0.0.0.0/0, या एकल IP के लिए 10.0.0.1/32
id: mis. 0.0.0.0/0 untuk semua, atau 10.0.0.1/32 untuk satu IP
it: es. 0.0.0.0/0 per tutti o 10.0.0.1/32 per un singolo IP
ja: 例：すべての場合は0.0.0.0/0、単一IPの場合は10.0.0.1/32
ko: 예: 모두에 대해 0.0.0.0/0, 단일 IP에 대해 10.0.0.1/32
nl: bijv. 0.0.0.0/0 voor alles, of 10.0.0.1/32 voor één IP
pl: np. 0.0.0.0/0 dla wszystkich lub 10.0.0.1/32 dla jednego IP
pt: ex. 0.0.0.0/0 para todos ou 10.0.0.1/32 para um IP
ru: например, 0.0.0.0/0 для всех или 10.0.0.1/32 для одного IP
tr: örn. tümü için 0.0.0.0/0 veya tek bir IP için 10.0.0.1/32
zh_hans: 例如：全部为0.0.0.0/0，单个IP为10.0.0.1/32

source: e.g. 10.0.0.0/24
ar: مثال: 10.0.0.0/24
de: z. B. 10.0.0.0/24
es: p. ej. 10.0.0.0/24
fr: ex. 10.0.0.0/24
hi: उदा. 10.0.0.0/24
id: mis. 10.0.0.0/24
it: es. 10.0.0.0/24
ja: 例：10.0.0.0/24
ko: 예: 10.0.0.0/24
nl: bijv. 10.0.0.0/24
pl: np. 10.0.0.0/24
pt: ex. 10.0.0.0/24
ru: например, 10.0.0.0/24
tr: örn. 10.0.0.0/24
zh_hans: 例如：10.0.0.0/24

source: e.g. 80, 443, 6443
ar: مثال: 80، 443، 6443
de: z. B. 80, 443, 6443
es: p. ej. 80, 443, 6443
fr: ex. 80, 443, 6443
hi: उदा. 80, 443, 6443
id: mis. 80, 443, 6443
it: es. 80, 443, 6443
ja: 例：80、443、6443
ko: 예: 80, 443, 6443
nl: bijv. 80, 443, 6443
pl: np. 80, 443, 6443
pt: ex. 80, 443, 6443
ru: например, 80, 443, 6443
tr: örn. 80, 443, 6443
zh_hans: 例如：80、443、6443

source: e.g. example.com
ar: مثال: example.com
de: z. B. example.com
es: p. ej. example.com
fr: ex. example.com
hi: उदा. example.com
id: mis. example.com
it: es. example.com
ja: 例：example.com
ko: 예: example.com
nl: bijv. example.com
pl: np. example.com
pt: ex. example.com
ru: например, example.com
tr: örn. example.com
zh_hans: 例如：example.com

source: e.g. mail.example.com
ar: مثال: mail.example.com
de: z. B. mail.example.com
es: p. ej. mail.example.com
fr: ex. mail.example.com
hi: उदा. mail.example.com
id: mis. mail.example.com
it: es. mail.example.com
ja: 例：mail.example.com
ko: 예: mail.example.com
nl: bijv. mail.example.com
pl: np. mail.example.com
pt: ex. mail.example.com
ru: например, mail.example.com
tr: örn. mail.example.com
zh_hans: 例如：mail.example.com

source: e.g. Traefik-v2-nodeport, metrics-server
ar: مثال: Traefik-v2-nodeport، metrics-server
de: z. B. Traefik-v2-nodeport, metrics-server
es: p. ej. Traefik-v2-nodeport, metrics-server
fr: ex. Traefik-v2-nodeport, metrics-server
hi: उदा. Traefik-v2-nodeport, metrics-server
id: mis. Traefik-v2-nodeport, metrics-server
it: es. Traefik-v2-nodeport, metrics-server
ja: 例：Traefik-v2-nodeport、metrics-server
ko: 예: Traefik-v2-nodeport, metrics-server
nl: bijv. Traefik-v2-nodeport, metrics-server
pl: np. Traefik-v2-nodeport, metrics-server
pt: ex. Traefik-v2-nodeport, metrics-server
ru: например, Traefik-v2-nodeport, metrics-server
tr: örn. Traefik-v2-nodeport, metrics-server
zh_hans: 例如：Traefik-v2-nodeport，metrics-server

source: e.g. www, mail, @
ar: مثال: www، mail، @
de: z. B. www, mail, @
es: p. ej. www, mail, @
fr: ex. www, mail, @
hi: उदा. www, mail, @
id: mis. www, mail, @
it: es. www, mail, @
ja: 例：www、mail、@
ko: 예: www, mail, @
nl: bijv. www, mail, @
pl: np. www, mail, @
pt: ex. www, mail, @
ru: например, www, mail, @
tr: örn. www, mail, @
zh_hans: 例如：www，mail，@

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Редактировать
tr: Düzenle
zh_hans: 编辑

source: Edit Labels
ar: تعديل التصنيفات
de: Labels bearbeiten
es: Editar etiquetas
fr: Modifier les libellés
hi: लेबल संपादित करें
id: Edit Label
it: Modifica etichette
ja: ラベルを編集
ko: 레이블 편집
nl: Labels bewerken
pl: Edytuj etykiety
pt: Editar etiquetas
ru: Редактировать метки
tr: Etiketleri Düzenle
zh_hans: 编辑标签

source: Edit Rates
ar: تعديل الأسعار
de: Preise bearbeiten
es: Editar tarifas
fr: Modifier les tarifs
hi: दरें संपादित करें
id: Edit Tarif
it: Modifica tariffe
ja: 料金を編集
ko: 요금 편집
nl: Tarieven bewerken
pl: Edytuj stawki
pt: Editar tarifas
ru: Редактировать тарифы
tr: Oranları Düzenle
zh_hans: 编辑费率

source: Edit Record
ar: تعديل السجل
de: Eintrag bearbeiten
es: Editar registro
fr: Modifier l’enregistrement
hi: रिकॉर्ड संपादित करें
id: Edit Rekaman
it: Modifica record
ja: レコードを編集
ko: 레코드 편집
nl: Record bewerken
pl: Edytuj rekord
pt: Editar registo
ru: Редактировать запись
tr: Kaydı Düzenle
zh_hans: 编辑记录

source: Enable
ar: تمكين
de: Aktivieren
es: Activar
fr: Activer
hi: सक्षम करें
id: Aktifkan
it: Attiva
ja: 有効化
ko: 활성화
nl: Inschakelen
pl: Włącz
pt: Ativar
ru: Включить
tr: Etkinleştir
zh_hans: 启用

source: Enable Pause to save costs by archiving inactive stores
ar: فعّل الإيقاف المؤقت لتوفير التكاليف عن طريق أرشفة المتاجر غير النشطة
de: Pause aktivieren, um Kosten durch Archivierung inaktiver Stores zu sparen
es: Activar pausa para ahorrar costos archivando stores inactivos
fr: Activer la pause pour économiser en archivant les stores inactifs
hi: निष्क्रिय स्टोर्स को संग्रहित करके लागत बचाने के लिए पॉज़ सक्षम करें
id: Aktifkan Jeda untuk menghemat biaya dengan mengarsipkan penyimpanan tidak aktif
it: Attiva la pausa per risparmiare archiviando gli store inattivi
ja: 非アクティブストアをアーカイブしてコストを節約する「一時停止」を有効化
ko: 비활성 저장소를 보관하여 비용을 절감할 수 있도록 일시 중지 기능 활성화
nl: Pauzeren inschakelen om kosten te besparen door inactieve stores te archiveren
pl: Włącz wstrzymywanie, aby oszczędzać archiwizując nieaktywne store
pt: Ativar pausa para economizar custos arquivando stores inativos
ru: Включите паузу для экономии средств, архивируя неактивные хранилища
tr: Etkin olmayan depoları arşivleyerek maliyeti azaltmak için Duraklatmayı etkinleştirin
zh_hans: 启用暂停功能，通过归档非活跃存储以节省成本

source: Enable the Pause feature by clicking 'Enable' in the banner at the top of the Object Store list.
ar: قم بتمكين ميزة الإيقاف المؤقت بالنقر على 'تمكين' في الشريط أعلى قائمة مخازن الكائنات.
de: Die Pause-Funktion aktivieren Sie über 'Aktivieren' im Banner oben in der Object Store-Liste.
es: Active la función de pausa haciendo clic en 'Activar' en el banner en la parte superior de la lista de Object Store.
fr: Activez la fonction pause en cliquant sur « Activer » dans la bannière en haut de la liste des Object Store.
hi: ऑब्जेक्ट स्टोर सूची के शीर्ष पर बैनर में 'सक्षम करें' पर क्लिक करके पॉज़ सुविधा सक्षम करें।
id: Aktifkan fitur Jeda dengan mengklik 'Aktifkan' di banner di bagian atas daftar Object Store.
it: Attiva la funzione pausa cliccando 'Attiva' nel banner in cima alla lista degli Object Store.
ja: オブジェクトストア一覧上部のバナーで「有効化」をクリックして一時停止機能を有効にしてください。
ko: 오브젝트 저장소 목록 상단 배너에서 '활성화'를 클릭하여 일시 중지 기능을 활성화하세요.
nl: Schakel de pauzeerfunctie in door op 'Inschakelen' te klikken in de banner bovenaan de Object Store-lijst.
pl: Włącz funkcję wstrzymywania, klikając 'Włącz' w banerze na górze listy Object Store.
pt: Ative a função de pausa clicando em 'Ativar' no banner no topo da lista de Object Store.
ru: Включите функцию паузы, нажав «Включить» в баннере в верхней части списка объектных хранилищ.
tr: Nesne Deposu listesinin üstündeki bannerda 'Etkinleştir' seçeneğine tıklayarak Duraklat özelliğini etkinleştirin.
zh_hans: 在对象存储列表顶部横幅中点击“启用”以启用暂停功能。

source: End Port
ar: منفذ النهاية
es: Puerto final
fr: Port de fin
hi: अंतिम पोर्ट
id: Port Akhir
it: Porta finale
ja: 終了ポート
ko: 종료 포트
nl: Eindpoort
pl: Port końcowy
pt: Porta final
ru: Конечный порт
tr: Bitiş Portu
zh_hans: 结束端口

source: End Port (optional)
ar: منفذ النهاية (اختياري)
es: Puerto final (opcional)
fr: Port de fin (facultatif)
hi: अंतिम पोर्ट (वैकल्पिक)
id: Port Akhir (opsional)
it: Porta finale (facoltativo)
ja: 終了ポート（任意）
ko: 종료 포트 (선택 사항)
nl: Eindpoort (optioneel)
pl: Port końcowy (opcjonalnie)
pt: Porta final (opcional)
ru: Конечный порт (необязательно)
tr: Bitiş Portu (isteğe bağlı)
zh_hans: 结束端口（可选）

source: Enter a command below
ar: أدخل أمرًا أدناه
de: Befehl unten eingeben
es: Introduce un comando abajo
fr: Entrez une commande ci-dessous
hi: नीचे एक कमांड दर्ज करें
id: Masukkan perintah di bawah ini
it: Inserisci un comando qui sotto
ja: 下にコマンドを入力してください
ko: 아래에 명령어를 입력하세요
nl: Voer hieronder een opdracht in
pl: Wprowadź polecenie poniżej
pt: Digite um comando abaixo
ru: Введите команду ниже
tr: Aşağıya bir komut girin
zh_hans: 请输入下方命令

source: Enter command...
ar: أدخل الأمر...
de: Befehl eingeben …
es: Introducir comando…
fr: Entrer une commande…
hi: कमांड दर्ज करें...
id: Masukkan perintah...
it: Inserisci comando…
ja: コマンドを入力...
ko: 명령어 입력...
nl: Opdracht invoeren…
pl: Wprowadź polecenie…
pt: Digite o comando…
ru: Введите команду...
tr: Komut girin...
zh_hans: 输入命令...

source: Enter your Civo API key
ar: أدخل مفتاح Civo API الخاص بك
de: Geben Sie Ihren Civo API-Schlüssel ein
es: Introduce tu clave API de Civo
fr: Entrez votre clé API Civo
hi: अपना Civo API कुंजी दर्ज करें
id: Masukkan kunci API Civo Anda
it: Inserisci la tua chiave API Civo
ja: Civo APIキーを入力
ko: Civo API 키 입력
nl: Voer uw Civo API-sleutel in
pl: Wprowadź swój klucz API Civo
pt: Introduza a sua chave API Civo
ru: Введите ваш API-ключ Civo
tr: Civo API anahtarınızı girin
zh_hans: 请输入您的Civo API密钥

source: Enter your Civo API key. You can find it at civo.com → Account → Security → API Keys.
ar: أدخل مفتاح Civo API الخاص بك. يمكنك العثور عليه في civo.com → الحساب → الأمان → مفاتيح API.
de: Geben Sie Ihren Civo API-Schlüssel ein. Sie finden ihn unter civo.com → Account → Security → API Keys.
es: Introduce tu clave API de Civo. Puedes encontrarla en civo.com → Account → Security → API Keys.
fr: Entrez votre clé API Civo. Vous la trouverez sur civo.com → Account → Security → API Keys.
hi: अपना Civo API कुंजी दर्ज करें। आप इसे civo.com → खाता → सुरक्षा → API कुंजी में पा सकते हैं।
id: Masukkan kunci API Civo Anda. Anda dapat menemukannya di civo.com → Akun → Keamanan → Kunci API.
it: Inserisci la tua chiave API Civo. La trovi su civo.com → Account → Security → API Keys.
ja: Civo APIキーを入力してください。civo.com → アカウント → セキュリティ → APIキーで確認できます。
ko: Civo API 키를 입력하세요. civo.com → 계정 → 보안 → API 키에서 확인할 수 있습니다.
nl: Voer uw Civo API-sleutel in. U vindt deze op civo.com → Account → Security → API Keys.
pl: Wprowadź swój klucz API Civo. Znajdziesz go na civo.com → Account → Security → API Keys.
pt: Introduza a sua chave API Civo. Pode encontrá-la em civo.com → Account → Security → API Keys.
ru: Введите ваш API-ключ Civo. Вы можете найти его на civo.com → Аккаунт → Безопасность → API-ключи.
tr: Civo API anahtarınızı girin. Bunu şu adreste bulabilirsiniz: civo.com → Hesap → Güvenlik → API Anahtarları.
zh_hans: 请输入您的Civo API密钥。您可以在 civo.com → 账户 → 安全 → API密钥中找到。

source: EULA
ar: اتفاقية ترخيص المستخدم النهائي (EULA)
ko: 최종 사용자 사용권 계약(EULA)
zh_hans: 最终用户许可协议

source: Exec: %@
ar: تنفيذ: %@
id: Eksekusi: %@
ko: 실행: %@
tr: Çalıştır: %@
zh_hans: 执行：%@

source: Execute Command
ar: تنفيذ الأمر
de: Befehl ausführen
es: Ejecutar comando
fr: Exécuter la commande
hi: कमांड निष्पादित करें
id: Jalankan Perintah
it: Esegui comando
ja: コマンドを実行
ko: 명령 실행
nl: Opdracht uitvoeren
pl: Wykonaj polecenie
pt: Executar comando
ru: Выполнить команду
tr: Komutu Çalıştır
zh_hans: 执行命令

source: Export JSON
ar: تصدير JSON
de: JSON exportieren
es: Exportar JSON
fr: Exporter JSON
hi: JSON निर्यात करें
id: Ekspor JSON
it: Esporta JSON
ja: JSONをエクスポート
ko: JSON 내보내기
nl: JSON exporteren
pl: Eksportuj JSON
pt: Exportar JSON
ru: Экспортировать JSON
tr: JSON Olarak Dışa Aktar
zh_hans: 导出JSON

source: Export kubeconfig as YAML file
ar: تصدير kubeconfig كملف YAML
de: Kubeconfig als YAML-Datei exportieren
es: Exportar kubeconfig como archivo YAML
fr: Exporter le kubeconfig en fichier YAML
hi: kubeconfig को YAML फ़ाइल के रूप में निर्यात करें
id: Ekspor kubeconfig sebagai file YAML
it: Esporta kubeconfig come file YAML
ja: kubeconfigをYAMLファイルとしてエクスポート
ko: kubeconfig를 YAML 파일로 내보내기
nl: Kubeconfig exporteren als YAML-bestand
pl: Eksportuj kubeconfig jako plik YAML
pt: Exportar kubeconfig como ficheiro YAML
ru: Экспортировать kubeconfig как YAML-файл
tr: Kubeconfig'i YAML dosyası olarak dışa aktar
zh_hans: 将kubeconfig导出为YAML文件

source: Export Resources
ar: تصدير الموارد
de: Ressourcen exportieren
es: Exportar recursos
fr: Exporter les ressources
hi: संसाधन निर्यात करें
id: Ekspor Sumber Daya
it: Esporta risorse
ja: リソースをエクスポート
ko: 리소스 내보내기
nl: Resources exporteren
pl: Eksportuj zasoby
pt: Exportar recursos
ru: Экспортировать ресурсы
tr: Kaynakları Dışa Aktar
zh_hans: 导出资源

source: Export to Downloads
ar: تصدير إلى التنزيلات
de: In Downloads exportieren
es: Exportar a Descargas
fr: Exporter vers Téléchargements
hi: डाउनलोड्स में निर्यात करें
id: Ekspor ke Unduhan
it: Esporta in Download
ja: ダウンロードにエクスポート
ko: 다운로드로 내보내기
nl: Exporteren naar Downloads
pl: Eksportuj do Pobranych
pt: Exportar para Downloads
ru: Экспортировать в Загрузки
tr: İndirilenlere Aktar
zh_hans: 导出到下载

source: Export your Civo resources as a JSON backup file.
ar: صدّر مواردك في Civo كملف نسخ احتياطي بصيغة JSON.
de: Exportiere deine Civo-Ressourcen als JSON-Sicherungsdatei.
es: Exporta tus recursos de Civo como archivo JSON de respaldo.
fr: Exportez vos ressources Civo sous forme de fichier JSON.
hi: अपने Civo संसाधनों को JSON बैकअप फ़ाइल के रूप में निर्यात करें।
id: Ekspor sumber daya Civo Anda sebagai file cadangan JSON.
it: Esporta le tue risorse Civo come file JSON di backup.
ja: CivoリソースをJSONバックアップファイルとしてエクスポートします。
ko: Civo 리소스를 JSON 백업 파일로 내보내세요.
nl: Exporteer je Civo-resources als JSON-back-upbestand.
pl: Wyeksportuj zasoby Civo jako plik kopii zapasowej JSON.
pt: Exporte seus recursos Civo como arquivo JSON de backup.
ru: Экспортируйте ваши ресурсы Civo в виде резервной копии JSON.
tr: Civo kaynaklarınızı JSON yedek dosyası olarak dışa aktarın.
zh_hans: 将您的Civo资源导出为JSON备份文件。

source: Export...
ar: تصدير...
de: Exportieren...
es: Exportar...
fr: Exporter...
hi: निर्यात करें...
id: Ekspor...
it: Esporta...
ja: エクスポート...
ko: 내보내기...
nl: Exporteren...
pl: Eksportuj...
pt: Exportar...
ru: Экспорт...
tr: Dışa Aktar...
zh_hans: 导出...

source: Exported
ar: تم التصدير
de: Exportiert
es: Exportado
fr: Exporté
hi: निर्यात किया गया
id: Diekspor
it: Esportato
ja: エクスポート済み
ko: 내보내기 완료
nl: Geëxporteerd
pl: Wyeksportowano
pt: Exportado
ru: Экспортировано
tr: Dışa Aktarıldı
zh_hans: 已导出

source: Fetching kubeconfig...
ar: جارٍ جلب kubeconfig...
de: Kubeconfig wird abgerufen ...
es: Obteniendo kubeconfig...
fr: Récupération du kubeconfig ...
hi: kubeconfig प्राप्त किया जा रहा है...
id: Mengambil kubeconfig...
it: Recupero kubeconfig ...
ja: kubeconfigを取得中...
ko: kubeconfig 가져오는 중...
nl: Kubeconfig ophalen ...
pl: Pobieranie kubeconfig ...
pt: A obter kubeconfig...
ru: Получение kubeconfig...
tr: Kubeconfig alınıyor...
zh_hans: 正在获取kubeconfig...

source: Filter by Namespace
ar: تصفية حسب مساحة الأسماء
de: Nach Namespace filtern
es: Filtrar por namespace
fr: Filtrer par namespace
hi: नेमस्पेस द्वारा फ़िल्टर करें
id: Saring berdasarkan Namespace
it: Filtra per namespace
ja: ネームスペースで絞り込む
ko: 네임스페이스별 필터
nl: Filteren op namespace
pl: Filtruj wg przestrzeni nazw
pt: Filtrar por namespace
ru: Фильтр по пространству имён
tr: Ad Alanına Göre Filtrele
zh_hans: 按命名空间筛选

source: Filter by Namespace:
ar: تصفية حسب مساحة الأسماء:
de: Nach Namespace filtern:
es: Filtrar por Namespace:
fr: Filtrer par Namespace :
hi: नेमस्पेस द्वारा फ़िल्टर करें:
id: Saring berdasarkan Namespace:
it: Filtra per Namespace:
ja: ネームスペースで絞り込む：
ko: 네임스페이스별 필터:
nl: Filteren op Namespace:
pl: Filtruj po Namespace:
pt: Filtrar por Namespace:
ru: Фильтр по пространству имён:
tr: Ad Alanına Göre Filtrele:
zh_hans: 按命名空间筛选：

source: Finish
ar: إنهاء
de: Fertigstellen
es: Finalizar
fr: Terminer
hi: समाप्त करें
id: Selesai
it: Termina
ja: 完了
ko: 완료
nl: Voltooien
pl: Zakończ
pt: Concluir
ru: Готово
tr: Bitir
zh_hans: 完成

source: Firewall
ar: جدار الحماية
fr: Pare-feu
hi: फ़ायरवॉल
ja: ファイアウォール
ko: 방화벽
pl: Zapora sieciowa
ru: Брандмауэр
tr: Güvenlik Duvarı
zh_hans: 防火墙

source: Firewall Details
ar: تفاصيل جدار الحماية
es: Detalles del firewall
fr: Détails du pare-feu
hi: फ़ायरवॉल विवरण
id: Detail Firewall
it: Dettagli del firewall
ja: ファイアウォール詳細
ko: 방화벽 세부 정보
pl: Szczegóły zapory sieciowej
pt: Detalhes do firewall
ru: Детали брандмауэра
tr: Güvenlik Duvarı Ayrıntıları
zh_hans: 防火墙详情

source: Firewalls
ar: جدران الحماية
fr: Pare-feu
hi: फ़ायरवॉल्स
id: Firewall
it: Firewall
ja: ファイアウォール一覧
ko: 방화벽
pl: Zapory sieciowe
ru: Брандмауэры
tr: Güvenlik Duvarları
zh_hans: 防火墙列表

source: Free — Menu bar only
ar: مجاني — شريط القوائم فقط
de: Kostenlos — Nur Menüleiste
es: Gratis — Solo barra de menú
fr: Gratuit — Barre de menus uniquement
hi: नि:शुल्क — केवल मेनू बार
id: Gratis — Hanya menu bar
it: Gratuito — Solo barra dei menu
ja: 無料 — メニューバーのみ
ko: 무료 — 메뉴 막대만 사용
nl: Gratis — Alleen menubalk
pl: Bezpłatnie — Tylko pasek menu
pt: Gratuito — Apenas barra de menus
ru: Бесплатно — только строка меню
tr: Ücretsiz — Sadece menü çubuğu
zh_hans: 免费 — 仅限菜单栏

source: Full Access
ar: وصول كامل
de: Vollzugriff
es: Acceso completo
fr: Accès complet
hi: पूर्ण पहुँच
id: Akses Penuh
it: Accesso completo
ja: フルアクセス
ko: 전체 액세스
nl: Volledige toegang
pl: Pełny dostęp
pt: Acesso completo
ru: Полный доступ
tr: Tam Erişim
zh_hans: 完全访问权限

source: Generate SSH Key
ar: توليد مفتاح SSH
de: SSH-Schlüssel generieren
es: Generar clave SSH
fr: Générer une clé SSH
hi: SSH कुंजी जनरेट करें
id: Buat Kunci SSH
it: Genera chiave SSH
ja: SSHキーを生成
ko: SSH 키 생성
nl: SSH-sleutel genereren
pl: Generuj klucz SSH
pt: Gerar chave SSH
ru: Создать SSH-ключ
tr: SSH Anahtarı Oluştur
zh_hans: 生成 SSH 密钥

source: Generates an Ed25519 key pair. Private key is saved to Downloads, public key is uploaded to Civo.
ar: يولّد زوج مفاتيح Ed25519. يتم حفظ المفتاح الخاص في التنزيلات، ويتم رفع المفتاح العام إلى Civo.
de: Generiert ein Ed25519-Schlüsselpaar. Der private Schlüssel wird in Downloads gespeichert, der öffentliche Schlüssel wird zu Civo hochgeladen.
es: Genera un par de claves Ed25519. La clave privada se guarda en Descargas, la clave pública se sube a Civo.
fr: Génère une paire de clés Ed25519. La clé privée est enregistrée dans Téléchargements, la clé publique est téléchargée vers Civo.
hi: Ed25519 कुंजी जोड़ी बनाता है। निजी कुंजी Downloads में सहेजी जाती है, सार्वजनिक कुंजी Civo पर अपलोड की जाती है।
id: Menghasilkan pasangan kunci Ed25519. Kunci privat disimpan ke Unduhan, kunci publik diunggah ke Civo.
it: Genera una coppia di chiavi Ed25519. La chiave privata viene salvata in Download, la chiave pubblica viene caricata su Civo.
ja: Ed25519鍵ペアを生成します。秘密鍵はダウンロードフォルダに保存され、公開鍵はCivoにアップロードされます。
ko: Ed25519 키 쌍을 생성합니다. 개인 키는 다운로드 폴더에 저장되고, 공개 키는 Civo에 업로드됩니다.
nl: Genereert een Ed25519-sleutelpaar. De privésleutel wordt opgeslagen in Downloads, de publieke sleutel wordt geüpload naar Civo.
pl: Generuje parę kluczy Ed25519. Klucz prywatny jest zapisywany w Pobranych, klucz publiczny jest przesyłany do Civo.
pt: Gera um par de chaves Ed25519. A chave privada é salva em Downloads, a chave pública é enviada para o Civo.
ru: Генерирует пару ключей Ed25519. Приватный ключ сохраняется в Загрузки, публичный ключ загружается в Civo.
tr: Bir Ed25519 anahtar çifti oluşturur. Özel anahtar İndirilenler'e kaydedilir, açık anahtar Civo'ya yüklenir.
zh_hans: 生成 Ed25519 密钥对。私钥将保存到下载文件夹，公钥将上传到 Civo。
